{
    "c2array": true,
    "size": [
        13,
        5,
        1
    ],
    "data": [
        [
            [
                "Vamos lá, Chefinho!"
            ],
            [
                "As crianças acham que podem ser mais espertas que a gente mas mal sabem elas da nossa perspicácia!"
            ],
            [
                "Hoje temos três ferramentas que irá nos ajudar a encontrar os materiais escondidos."
            ],
            [
                "Todos eles estão imbutidos nos seus óculos, na forma de lentes especiais."
            ],
            [
                "A primeira ferramenta, inclusive a minha preferida, é a lente de raio-x! "
            ]
        ],
        [
            [
                "Com ele, você irá visualizar objetos que não estão em seu campo de visão. Atrás de objetos e móveis."
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "E, falando em campo de visão, sua utilização terá três distâncias."
            ],
            [
                "Com ela, você consegue saber sua atual distância. "
            ],
            [
                "Quanto mais forte está o raio-x, menor será seu campo de visão."
            ],
            [
                "Utilize a seu favor quando for buscar algum material nos fundos da sala."
            ],
            [
                "Clicando novamente no botão de raio-x! "
            ]
        ],
        [
            [
                "Boa Emílio! Agora precisamos saber qual o nome desse material em inglês, para podermos coletá-lo."
            ],
            [
                "Você terá duas tentativas para acertar o nome do material."
            ],
            [
                "Caso você erre as duas, não se preocupe!"
            ],
            [
                "Poderá encontrar o material no mesmo lugar utilizando a mesma ferramenta que usou para encontrá-lo."
            ],
            [
                ""
            ]
        ],
        [
            [
                "Tá tudo bem, tenta de novo!"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "Muito bem, Chefinho! Caso você precise de uma forcinha..."
            ],
            [
                "Pode falar comigo pra que eu te dê uma dica de onde um dos objetos está."
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "Eu posso acessar as câmeras do cômodo pra te direcionar pra um dos objetos que você ainda não achou. "
            ],
            [
                "Mas não posso abusar, era pra gente estar de folga! "
            ],
            [
                "Se o pessoal da Teen Spy Ops ver alguma atividade estranha nossa a gente vai ouvir bronca."
            ],
            [
                "Que tal... duas vezes? Não é como se você não fosse incrível sozinho."
            ],
            [
                "Agora iremos conhecer o detector de digitais!"
            ]
        ],
        [
            [
                "Com ele, iremos ter uma dica de onde pode estar o próximo objeto."
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "Viu? Nunca erra! Através das digitais podemos saber onde estão os objetos. "
            ],
            [
                "Mas cuidado! Apenas uma das digitais é a dica correta! As outras duas são falsas."
            ],
            [
                "Agora podemos procurar os materiais com o nosso óculos de Visão Noturna!"
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "Fique atento aos lugares escuros do lugar!"
            ],
            [
                "Com a visão noturna, poderemos achar os objetos que não conseguimos com a visão de raio-x."
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "Estou vendo!"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "Tá tudo bem, tenta de novo!"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "Isso! Você arrasa! Sabia que você ia tirar de letra."
            ],
            [
                "Agora vamos procurar pelas suas coisas antes que o sinal toque!"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ]
    ]
}